Repository: seanpm2001/mozilla-vpn-client-l10n
Catalog: hsb/mozillavpn.xliff
Languages: hsb

# vpn.alert.authenticationError
source: Authentication error
hsb: Awtentifikaciski zmylk

# vpn.alert.backendServiceError
source: Background service error
hsb: Zmylk pozadkoweje słužby

# vpn.alert.deviceDisconnectedAndLogout
source: Signed out and device disconnected
hsb: Wotzjewjeny a grat wotdźěleny

# vpn.alert.getIPRestrictionError
source: Operation not allowed from current location
hsb: Operacija wot aktualneho městna dowolena njeje

# vpn.alert.remoteServiceError
source: Remote service error
hsb: Zmylk zdaleneje słužby

# vpn.alert.restore
source: Restore
hsb: Wobnowić

# vpn.alert.subscriptionFailureError
source: Subscription failed
hsb: Abonowanje njeje so poradźiło.

# vpn.alert.tryAgain
source: Try again
hsb: Hišće raz spytać

# vpn.alert.unableToConnect
source: Unable to connect
hsb: Zwisk móžny njeje

# macosinstaller.conclusion.message1_v2
source: The Mozilla VPN is successfully installed. You’re ready to start taking control of your online privacy.
hsb: Mozilla VPN je so wuspěšnje instalował. Sće hotowy, kontrolu nad wašej priwatnosću online přewzać.

# macosinstaller.conclusion.message2
source: Trouble with this installation?
hsb: Problemy z tutej instalaciju?

# macosinstaller.conclusion.message3
source: Get help.
hsb: Pomoc sej wobstarać.

# macosinstaller.conclusion.title
source: Success!
hsb: Je so poradźiło!

# macosinstaller.previous_build.message
source: A previous installation of Mozilla VPN exists at /Applications/Mozilla VPN.app. This installer will remove the previous installation prior to installing. Please back up any data before proceeding.
hsb: W /Applications/Mozilla VPN.app prjedawša instalacija Mozilla VPN eksistuje. Tutón instalowanski program prjedawšu instalaciju před instalowanjom wotstroni. Prošu zawěsćće daty, prjedy hač pokročujeće.

# macosinstaller.previous_build.title
source: Previous Installation Detected
hsb: Prjedawša instalacija je so namakała

# macosinstaller.title
source: Mozilla VPN for macOS
hsb: Mozilla VPN za macOS

# macosinstaller.unsupported_version.message
source: Mozilla VPN requires Mac OS X 10.6 or later.
hsb: Mozilla VPN sej Mac OS X 10.6 abo nowše wužaduje.

# macosinstaller.unsupported_version.title
source: Unable to install
hsb: Instalacija móžna njeje

# macosinstaller.welcome.message1
source: You will now be guided through the installation steps for the Mozilla VPN. Thank you for choosing your VPN from the trusted pioneer of internet privacy.
hsb: Wjedu was nětko přez instalaciske kroki za Mozilla VPN. Wulki dźak, zo sće so za VPN wot dowěry hódneho pioněra internetneje priwatnosće rozsudźił.

# macosinstaller.welcome.message2
source: Click “Continue” to continue the setup.
hsb: Klikńće na „Dale“, zo byšće z konfiguraciju pokročował.

# vpn.connectionInfo.loading
source: Loading
hsb: Začituje so

# menubar.file.close
source: Close
hsb: Začinić

# menubar.file.title
source: File
hsb: Dataja

# vpn.errors.somethingWentWrong
source: Something went wrong…
hsb: Něšto je so nimokuliło…

# vpn.errors.tryAgain
source: Try Again
hsb: Hišće raz spytać

# vpn.errors.unableToEstablishConnection
source: Unable to establish a connection at this time. We’re working hard to resolve the issue. Please try again shortly.
hsb: Tuchwilu zwisk móžny njeje. Dźěłamy ćežko, zo bychmy problem rozrisali. Prošu spytajće bórze hišće raz.

# vpn.crashreporter.description
source: The Mozilla VPN app quit unexpectedly. Would you like to send a crash report to help fix the issue?
hsb: Nałoženje Mozilla VPN je so njejapcy skónčiło. Chceće rozprawu wo spadźe słać, zo byšće pomhał problem rozrisać?

# vpn.crashreporter.dontSendButton
source: No thanks
hsb: Ně, dźakuju so

# vpn.crashreporter.mainHeading
source: Crash reporting
hsb: Rozprawy wo spadach

# vpn.crashreporter.sendButtonLabel
source: Send report
hsb: Rozprawu pósłać

# vpn.devices.myDevices
source: My devices
hsb: Moje graty

# vpn.servers.currentLocation
source: current location - %1
hsb: aktualne stejnišćo - %1

# vpn.servers.selectLocation
source: Select location
hsb: Stejnišćo wubrać

# vpn.connectionStability.checkConnection
source: Check Connection
hsb: Zwisk přepruwować

# vpn.connectionStability.noSignal
source: No Signal
hsb: Žadyn signal

# vpn.connectionStability.unstable
source: Unstable
hsb: Njestabilny

# vpn.controller.activated
source: VPN is on
hsb: VPN je zmóžnjeny

# vpn.controller.activating
source: Masking connection and location
hsb: Zwisk a stejnišćo so zakrywatej

# vpn.controller.activationSloagan
source: Turn on to protect your privacy
hsb: Zmóžńće jón, zo byšće swoju priwatnosć škitał

# vpn.controller.active
source: Secure and private
hsb: Wěsty a priwatny

# vpn.controller.attemptingToConfirm
source: Attempting to confirm connection
hsb: Pospytuje so zwisk wobkrućić

# vpn.controller.connectingState
source: Connecting…
hsb: Zwjazuje so…

# vpn.controller.deactivated
source: VPN is off
hsb: VPN je znjemóžnjeny

# vpn.controller.deactivating
source: Unmasking connection and location
hsb: Zwisk a stejnišćo so wotkrywatej

# vpn.controller.disconnecting
source: Disconnecting…
hsb: Zwisk so dźěli…

# vpn.controller.switching
source: Switching…
hsb: Přepina so…

# vpn.controller.switchingDetail
source: From %1 to %2
hsb: Wot %1 do %2

# vpn.toggle.off
source: Turn VPN off
hsb: VPN znjemóžnić

# vpn.toggle.on
source: Turn VPN on
hsb: VPN zmóžnić

# vpn.connectionInfo.download
source: Download
hsb: Sćehnjenje

source: Cities
hsb: Města

# vpn.settings.language
source: Language
hsb: Rěč

# vpn.settings.guestWifiAlert
source: Guest Wi-Fi portal alert
hsb: Warnowanje hóstneho WLAN-portala

# vpn.settings.guestWifiAlert.description
source: Get notified if a guest Wi-Fi portal is blocked due to VPN connection
hsb: Dóstańće zdźělenku, jeli so hóstny WLAN-portal VPN-zwiska dla blokuje

# vpn.settings.notification.connectionChange.description
source: Get notified when the connection status changes
hsb: Zdźělenje wo statusowych měnjenjach zwiska zmóžnić

# vpn.settings.notification.connectionChange2
source: Connection change notification
hsb: Zdźělenje wo měnjenju zwiska

# vpn.settings.notification.serverSwitch.description
source: Get notified when you successfully switched servers
hsb: Zdźělenje wo wuspěšnej wuměnje serwerow zmóžnić

# vpn.settings.notification.serverSwitch2
source: Server switching notification
hsb: Zdźělenje wo wuměnje serwera

# vpn.settings.notifications
source: Notifications
hsb: Zdźělenja

# vpn.settings.unsecuredNetworkAlert
source: Unsecured network alert
hsb: Warnowanje před njewěstej syću

# vpn.settings.unsecuredNetworkAlert.description
source: Get notified if you connect to an unsecured Wi-Fi network
hsb: Dóstańće zdźělenku, hdyž so z njewěstej WLAN-syću zwjazujeće

# vpn.protectSelectedApps.addApplication
source: Add application
hsb: Nałoženje přidać

# vpn.protectSelectedApps.searchApps
source: Search apps
hsb: Nałoženja pytać

# vpn.errors.checkOutageUpdates
source: Check outage updates
hsb: Wupadne aktualizacije přepruwować

# vpn.updates.notNow
source: Not now
hsb: Nic nětko

# vpn.updates.updateConnectionInsecureWarning
source: Your connection will not be secure while you update.
hsb: Waš zwisk wěsty njeje, doniž njeaktualizujeće.

# vpn.updates.updateNow
source: Update now
hsb: Nětko aktualizować

# vpn.updates.updateRecomended
source: Update recommended
hsb: Aktualizacija doporučena

# vpn.updates.updateRecomended.description
source: Please update the app before you continue to use the VPN
hsb: Prošu aktualizujće nałoženje, prjedy hač VPN dale wužiwaće

# vpn.updates.updateRequire.reason
source: We detected and fixed a serious bug. You must update your app.
hsb: Smy chutny zmylk wotkryli a porjedźili. Dyrbiće swoje nałoženje aktualizować.

# vpn.updates.updateRequired
source: Update required
hsb: Aktualizacija trěbna

# vpn.AndroidNotifications.GeneralNotifications
source: General Notifications
hsb: Powšitkowne zdźělenki

# vpn.aboutUs.copyVersionNumber
source: Copy %1
hsb: %1 kopěrować

# vpn.aboutUs.licenses
source: Licenses
hsb: Licency

# vpn.aboutUs.privacyNotice
source: Privacy notice
hsb: Zdźělenka priwatnosće

# vpn.aboutUs.releaseVersion
source: Release version
hsb: Kónčna wersija

# vpn.aboutUs.termsOfService
source: Terms of service
hsb: Słužbne wuměnjenja

# vpn.aboutUs.title
source: About us
hsb: Wo nas

# vpn.accessibility.currentIndexFocusedOfTotalItemsInGroup
source: %1 of %2
hsb: %1 z %2

# vpn.accessibility.selected
source: Selected
hsb: Wubrany

# vpn.accessibility.selectedAndItemName
source: Selected item: %1
hsb: Wubrany zapisk: %1

# vpn.captivePortalAlert.actionPostActivation
source: You must turn off your VPN in order to see the portal, and turn it back on once you have logged in.
hsb: Dyrbiće swój VPN znjemóžnić, zo byšće portal widźał, a jón zaso zmóžnić, hdyž sće so přizjewił.

# vpn.captivePortalAlert.actionPreActivation
source: You can turn on your VPN once you have gained internet access by logging in to the portal.
hsb: Móžeće swój VPN zmóžnić, hdyž sće so pola portala přizjewił, zo byšće internetny přistup dóstał.

# vpn.captivePortalAlert.buttonTextPostActivation
source: Turn off VPN
hsb: VPN znjemóžnić

# vpn.captivePortalAlert.buttonTextPreActivation
source: Okay
hsb: W porjadku

# vpn.captivePortalAlert.header
source: A captive portal is when the guest Wi-Fi you are using requires you to log in to get internet access.
hsb: Captive portal je, hdyž dyrbiće so pola hóstneho WLAN přizjewić, zo byšće internetny přistup dóstał.

# vpn.captivePortalAlert.title
source: Captive portal detected!
hsb: Captive portal je so namakał!

# vpn.connectionInfo.connectionInformation
source: Connection information
hsb: Zwiskowe informacije

# vpn.connectionInfo.errorMessage
source: Looks like there was an unexpected error while trying to connect. Please try again or check your connection.
hsb: Zda so, zo je njewočakowany zmylk nastał, mjeztym zo pospytowašće zwjazać. Prošu spytajće hišće raz abo přepruwujće swój zwisk.

# vpn.connectionInfo.exitServerLabelIp
source: Exit Server IP:
hsb: IP wuchadneho serwera:

# vpn.connectionInfo.exitServerLabelIpv6
source: Exit Server IPv6:
hsb: IPv6 wuchadneho serwera:

# vpn.connectionInfo.highBulletOne
source: Streaming in 4K
hsb: Prudźenje w 4K

# vpn.connectionInfo.highBulletThree
source: Online gaming
hsb: Hry online

# vpn.connectionInfo.highBulletTwo
source: High-speed downloads
hsb: Nadspěšne sćehnjenja

# vpn.connectionInfo.labelUpload
source: Upload
hsb: Nahrać

# vpn.connectionInfo.listHeaderDefault
source: At your current speed, here’s what your device is optimized for:
hsb: Z wašej aktuelnej spěšnosću je waš grat optimizowany za:

# vpn.connectionInfo.listHeaderSlow
source: It looks like the connection to this server location is a bit slow, you can try:
hsb: Zda so, zo zwisk z tutym serwerowym stejnišćom je trochu pomały, móžeće tole spytać:

# vpn.connectionInfo.loadingIndicatorLabel
source: Testing speed…
hsb: Spěšnosć so testuje …

# vpn.connectionInfo.mediumBulletOne
source: Browsing the internet
hsb: Přehladowanje interneta

# vpn.connectionInfo.mediumBulletThree
source: Video conferencing
hsb: Widejokonferenca

# vpn.connectionInfo.mediumBulletTwo
source: Streaming video
hsb: Prudźenje wideja

# vpn.connectionInfo.metricsTitle
source: Connection information
hsb: Zwiskowe informacije

# vpn.connectionInfo.restartSpeedTest
source: Restart speed test
hsb: Spěšnostny test znowa startować

# vpn.connectionInfo.startSpeedTest
source: Start speed test
hsb: Spěšnostny test startować

# vpn.connectionInfo.troubleshootingBulletOne
source: Switching server locations
hsb: Serwerowe stejnišćo změnić

# vpn.connectionInfo.troubleshootingBulletTwo
source: Checking your internet connection
hsb: Internetny zwisk přepruwować

# vpn.crashreporter.crashOptInDialogDescription
source: Don’t show this again. Autosend crash reports to Mozilla.
hsb: To hižo znowa njepokazać. Spadowe rozprawy awtomatisce na Mozilla pósłać.

# vpn.crashreporter.mainTitle
source: Mozilla Crash Report
hsb: Rozprawa wo spadźe Mozilla

# vpn.deleteAccount.authButtonLabel
source: Continue
hsb: Dale

# vpn.deleteAccount.buttonLabel
source: Delete account
hsb: Konto zhašeć

# vpn.deleteAccount.headline2
source: Delete Mozilla account
hsb: Konto Mozilla zhašeć

# vpn.deleteAccount.optionDescriptionFour
source: Any extensions and themes that you’ve published to addons.mozilla.org will be deleted
hsb: Rozšěrjenja, kotrež sće na addons.mozilla.org wozjewił, so zhašeja

# vpn.deleteAccount.optionDescriptionOne
source: Any paid subscriptions you have will be cancelled (Except Pocket)
hsb: Wšě zapłaćene abonementy, kotrež maće, so wupowědźa (nimo Pocket)

# vpn.deleteAccount.optionDescriptionThree
source: Reactivating with this email may not restore your saved information
hsb: Waše składowane informacije njedadźa so snano wobnowić, hdyž tutu e-mejlowu adresu znowa aktiwizujeće

# vpn.deleteAccount.optionDescriptionTwo
source: You may lose saved information and features within Mozilla products
hsb: Móžeće składowane informacije a funkcije produktow Mozilla zhubić

# vpn.devices.countLabel
source: %1 out of %2 devices added
hsb: %1 z %2 gratow přidaty

# vpn.devices.limitDescription2
source: You’re using VPN on 5 devices. To add another device, please remove one.
hsb: Wužiwaće VPN na 5 gratach. Zo byšće dalši grat přidał, wotstrońće prošu jedyn z nich.

# vpn.devices.limitTitle
source: Device not added
hsb: Grat přidaty njeje

# vpn.devices.listItemDescriptionAddedDaysAgo
source: Added %1 days ago
hsb: Před někotrymi dnjemi přidaty (%1)

# vpn.devices.listItemDescriptionAddedFewHoursAgo
source: Added a few hours ago (%1)
hsb: Před někotrymi hodźinami přidaty (%1)

# vpn.devices.listItemDescriptionAddedOneHourAgo
source: Added less than an hour ago
hsb: Před mjenje hač jednej hodźinu přidaty

# vpn.devices.listItemDescriptionCurrent
source: Current Device
hsb: Aktualny grat

# vpn.devices.listItemRemoveDeviceAccessibility
source: Remove %1
hsb: %1 wotstronić

# vpn.devices.menuTitle
source: My devices
hsb: Moje graty

# vpn.devices.removePopupDescription
source: Please confirm you would like to remove %1.
hsb: Prošu wobkrućće, zo chceće %1 wotstronić.

# vpn.devices.removePopupPrimaryButtonLabel
source: Remove
hsb: Wotstronić

# vpn.devices.removePopupTitle
source: Remove device?
hsb: Grat wotstronić?

# vpn.devices.removingTitle
source: Removing device…
hsb: Grat so wotstronja…

# vpn.dnsOverwriteDialog.primaryButton
source: Confirm
hsb: Wobkrućić

# vpn.dnsOverwriteDialog.secondaryButton
source: Maybe later
hsb: Snano pozdźišo

# vpn.dnsOverwriteDialog.titleDNS
source: Override DNS settings?
hsb: DNS-nastajenja přepisać?

# vpn.dnsOverwriteDialog.titlePrivacy
source: Override privacy features?
hsb: Funkcije priwatnosće přepisać?

# vpn.freeTrials.freeTrialLabel
source: 7-day free trial
hsb: 7-dnjowa darmotna testowa wersija

# vpn.freeTrials.startYourFreeTrial
source: Sign up to start your 7-day free trial.
hsb: Registrujće so, zo byšće swoju 7-dnjowu darmotnu testowu wersiju startował.

# vpn.genericError.unexpected
source: Unexpected error
hsb: Njewočakowany zmylk

# vpn.genericPurchaseError.genericPurchaseErrorButton
source: Try Again
hsb: Hišće raz spytać

# vpn.genericPurchaseError.genericPurchaseErrorHeader
source: Problem confirming subscription
hsb: Problem při wobkrućenju abonementa

# vpn.genericPurchaseError.genericPurchaseErrorText
source: An unexpected error has occurred, please try again. Visit our help center below to learn how to troubleshoot this issue or contact support.
hsb: Njewočakowany zmylk je nastał, prošu spytajće hišće raz. Wopytajće naš centrum pomocy, zo byšće zhonił, kak móžeće tutón problem rozrisać abo stajće so z pomocu do zwiska.

# vpn.getHelp.developerOptions
source: Developer options
hsb: Wuwiwarske nastajenja

# vpn.getHelp.helpCenter
source: Help Center
hsb: Centrum pomocy

# vpn.getHelp.linkTitle
source: Get help
hsb: Pomoc sej wobstarać

# vpn.getHelp.viewLogs
source: View Logs
hsb: Protokole pokazać

# vpn.global.clear
source: Clear
hsb: Zhašeć

# vpn.global.close
source: Close
hsb: Začinić

# vpn.global.collapse
source: Collapse
hsb: Schować

# vpn.global.continue
source: Continue
hsb: Dale

# vpn.global.copied
source: Copied!
hsb: Kopěrowane!

# vpn.global.copy
source: Copy
hsb: Kopěrować

# vpn.global.discoverNow
source: Discover now
hsb: Nětko wotkryć

# vpn.global.expand
source: Expand
hsb: Pokazać

# vpn.global.getStarted
source: Get started
hsb: Prěnje kroki

# vpn.global.goBack
source: Go back
hsb: Wróćo

# vpn.global.next
source: Next
hsb: Dale

# vpn.global.noInternetConnection
source: No internet connection
hsb: Žadyn internetny zwisk

# vpn.global.noThanks
source: No thanks
hsb: Ně, dźakuju so

# vpn.global.paste
source: Paste
hsb: Zasadźić

# vpn.global.signOut
source: Sign out
hsb: Wotzjewić

# vpn.global.vpnUser
source: VPN User
hsb: VPN-wužiwar

# vpn.inAppAuth.changeEmailLink
source: Change email
hsb: E-mejlowu adresu změnić

# vpn.inAppAuth.createAccountButton
source: Create account
hsb: Konto załožić

# vpn.inAppAuth.createPasswordLabel
source: Create password
hsb: Hesło wutworić

# vpn.inAppAuth.emailInputPlaceholder
source: Enter email
hsb: E-mejlowu adresu zapodać

# vpn.inAppAuth.emailTokenResentAlert
source: We’ve resent your code to your email.
hsb: Smy waš kod znowa na wašu e-mejlowu adresu pósłali.

# vpn.inAppAuth.emailVerificationDescription
source: Open your email and enter the verification code that was sent.
hsb: Wočińće swoju mejlku a zapodajće připósłany wobkrućenski kod.

# vpn.inAppAuth.enterEmailAddressDescription
source: Enter your email address to continue using Mozilla VPN
hsb: Zapodajće swoju e-mejlowu adresu, zo byšće Mozilla VPN dale wužiwał

# vpn.inAppAuth.finishAccountCreationDescription2
source: Finish creating your Mozilla account to continue to Mozilla VPN
hsb: Dokónčće wutworjenje swojeho konta Mozilla, zo byšće z Mozilla VPN pokročował

# vpn.inAppAuth.forgotPasswordLink
source: Forgot your password?
hsb: Sće swoje hesło zabył?

# vpn.inAppAuth.hidePassword
source: Hide password
hsb: Hesło schować

# vpn.inAppAuth.informationUsageDisclaimer
source: We only use your email to create your account or sign in. We will never sell it to a third party.
hsb: Wužiwamy jenož wašu e-mejlowu adresu, zo bychmy waše konto załožili abo was přizjewili. Třećemu poskićowarjej ju ženje njepředamy.

# vpn.inAppAuth.invalidCodeErrorMessage
source: Invalid code. Please try again
hsb: Njepłaćiwy kod. Prošu spytajće hišće raz

# vpn.inAppAuth.invalidEmailErrorMessage
source: Invalid email. Please try again
hsb: Njepłaćiwa e-mejlowa adresa. Prošu spytajće hišće raz

# vpn.inAppAuth.invalidEmailFormatErrorMessage
source: Email format not supported. Please try again with a different email
hsb: E-mejlowy format so njepodpěruje. Prošu spytajće z druhej e-mejlowej adresu hišće raz

# vpn.inAppAuth.invalidPasswordErrorMessage
source: Invalid password. Please try again
hsb: Njepłaćiwe hesło. Prošu spytajće hišće raz

# vpn.inAppAuth.passwordHintCharacterLength
source: Must be at least 8 characters
hsb: Dyrbi znajmjeńša 8 znamješkow dołhe być

# vpn.inAppAuth.passwordHintCommonPassword
source: Must not be a common password
hsb: Njesmě powšitkowne hesło być

# vpn.inAppAuth.passwordHintEmailAddressAsPassword
source: Must not be your email address
hsb: Njesmě waša e-mejlowa adresa być

# vpn.inAppAuth.passwordInputLabel
source: Password
hsb: Hesło

# vpn.inAppAuth.passwordInputPlaceholder
source: Enter password
hsb: Hesło zapodać

# vpn.inAppAuth.pleaseWait
source: Please wait…
hsb: Prošu čakajće…

# vpn.inAppAuth.problemEmailTypeNotSupported
source: Primary account email required for sign-in
hsb: Primarna e-mejlowa adresa je trěbna za přizjewjenje

# vpn.inAppAuth.problemSendingEmailErrorMessage
source: Sorry, we were unable to send you a verification code.
hsb: Bohužel njemóžachmy wam wobkrućenski kod słać.

# vpn.inAppAuth.problemSendingEmailTitle
source: Problem sending email…
hsb: Problem při słanju mejlki…

# vpn.inAppAuth.productUpdateOptInDescription
source: I’d like to receive product update emails from Firefox.
hsb: Bych so rady nowinki wo produktach wot Firefox přez e-mejl dóstał.

# vpn.inAppAuth.reauthSignInSubtitle2
source: To continue, please confirm with your Mozilla account password.
hsb: Zo byšće pokročował, wobkrućće prošu z hesłom swojeho konta Mozilla.

# vpn.inAppAuth.resendCodeLink
source: Resend code
hsb: Kod znowa słać

# vpn.inAppAuth.securityCodeInputPlaceholder
source: Enter 6-digit code
hsb: 6-městnowy kod zapodać

# vpn.inAppAuth.securityCodeLabel
source: Security code
hsb: Wěstotny kod

# vpn.inAppAuth.securityCodeSubtitle
source: Open your authentication app and enter the security code it provides.
hsb: Wočińće swoje awtentifikowanske nałoženje a zapodajće k dispoziciji stajeny wěstotny kod.

# vpn.inAppAuth.securityCodeTitle
source: Enter security code
hsb: Wěstotny kod zapodać

# vpn.inAppAuth.sessionEmailCodeInputPlaceholder
source: Enter 6-digit code
hsb: 6-městnowy kod zapodać

# vpn.inAppAuth.showPassword
source: Show password
hsb: Hesło pokazać

# vpn.inAppAuth.signInBlockedForOneMinute
source: You’ve made too many attempts to sign in. You won’t be able to try again with this account for 1 minute.
hsb: Sće přejwele pospytow přewjedł, zo byšće so přizjewił. Njemóžeće to hižo 1 mjeńšinu z tutym kontom spytać.

# vpn.inAppAuth.signInButton
source: Sign in
hsb: Přizjewić

# vpn.inAppAuth.signInFailedPopupDescription
source: You’ve made too many attempts to sign in. You won’t be able to try again with this account for 15 minutes.
hsb: Sće přewjele pospytow přewjedł, zo byšće so přizjewił. Njemóžeće to hižo 15 mjeńšin z tutym kontom spytać.

# vpn.inAppAuth.signInFailedPopupTitle
source: Sign-in failed
hsb: Přizjewjenje njeje so poradźiło

# vpn.inAppAuth.signInSubtitle2
source: Continue to Mozilla VPN by signing in with your Mozilla account
hsb: Přizjewće so ze swojim kontom Mozilla, zo byšće z Mozilla VPN pokročował

# vpn.inAppAuth.termsOfServiceAndPrivacyDisclaimer
source: By continuing, you agree to the <a href="terms-of-service">Terms of Service</a> and the <a href="privacy-notice">Privacy Notice</a>.
hsb: Hdyž pokročujeće, zwoliće do <a href="terms-of-service">wužiwanskich wuměnjenjow</a> a <a href="privacy-notice">zdźělenki priwatnosće</a>.

# vpn.inAppAuth.unblockCodeInputPlaceholder
source: Enter 8-digit code
hsb: 8-městnowy kod zapodać

# vpn.inAppAuth.verificationCodeTitle
source: Enter verification code
hsb: Wobkrućenski kod zapodać

# vpn.inAppAuth.verifySecurityCodeButton
source: Verify
hsb: Přepruwować

# vpn.inAppAuth.waitingForSignIn
source: Waiting for sign in and subscription confirmation…
hsb: Čaka so na přizjewjenje a wobkrućenje abonementa…

# vpn.inAppMessaging.criticalBadge
source: Critical
hsb: Kritiski

# vpn.inAppMessaging.dateTimeYesterday
source: Yesterday
hsb: Wčera

# vpn.inAppMessaging.deleteMessage
source: Delete message
hsb: Powěsć zhašeć

# vpn.inAppMessaging.editButton
source: Edit
hsb: Wobdźěłać

# vpn.inAppMessaging.emptyStateDescription
source: You’re up to date!
hsb: Sće na najnowšim stawje!

# vpn.inAppMessaging.emptyStateTitle
source: No messages
hsb: Žane powěsće

# vpn.inAppMessaging.menuTitle
source: Messages
hsb: Powěsće

# vpn.inAppMessaging.newUpdateBadge
source: New update
hsb: Nowa aktualizacija

# vpn.inAppMessaging.searchBarPlaceholderText
source: Search messages
hsb: Powěsće pytać

# vpn.inAppMessaging.subscriptionBadge
source: Subscription
hsb: Abonement

# vpn.inAppMessaging.surveyBadge
source: Survey
hsb: Naprašowanje

# vpn.inAppMessaging.warningBadge
source: Warning
hsb: Warnowanje

# vpn.inAppMessaging.whatsNewBadge
source: What’s new
hsb: Nowe funkcije a změny

# vpn.inAppSupportWorkflow.accountDropdownListItem
source: Account issues
hsb: Kontowe problemy
