Repository: seanpm2001/mozilla-vpn-client-l10n
Catalog: hsb/mozillavpn.xliff
Languages: hsb

# vpn.telemetryPolicyView.question
source: Allow Mozilla VPN to send technical, interaction, and campaign and referral data to Mozilla?
hsb: Mozilla VPN dowolić, na Mozilla techniske, interakciske a kampanjowe a wotkazowanske daty słać?

# vpn.tipsAndTricks.advancedTipsDescription
source: Let us help you learn more about Mozilla VPN
hsb: Pomhamy wam wjace wo Mozilla VPN zhonić

# vpn.tipsAndTricks.advancedTipsGuideViewTitle
source: Advanced tip
hsb: Rozšěrjeny pokiw

# vpn.tipsAndTricks.advancedTipsTitle
source: Advanced tips
hsb: Rozšěrjene pokiwy

# vpn.tipsAndTricks.quickTipsDescription
source: Let us help you get the most out of Mozilla VPN
hsb: Dajće nam najlěpše z Mozilla VPN wućahnyć

# vpn.tipsAndTricks.quickTipsGuideViewTitle
source: Quick tip
hsb: Spěšny pokiw

# vpn.tipsAndTricks.quickTipsTitle
source: Quick tips
hsb: Spěšne pokiwy

# vpn.tipsAndTricks.settingsEntryLabel
source: VPN tips and tricks
hsb: Pokiwy a triki VPN

# vpn.tipsAndTricks.tabTitleAll
source: All
hsb: Wšě

# vpn.tipsAndTricks.tabTitleTips
source: Tips
hsb: Pokiwy

# vpn.updateButton.actionNoUpdate
source: Okay
hsb: W porjadku

# vpn.updateButton.actionOnUpdate
source: Update now
hsb: Nětko aktualizować

# vpn.updateButton.checkForUpdateButtonText
source: Check for Updates
hsb: Za aktualizacijemi pytać

# vpn.updateButton.descriptionNoUpdate2
source: You currently have the latest version of Mozilla VPN
hsb: Maće tuchwilu najnowšu wersiju Mozilla VPN

# vpn.updateButton.descriptionOnUpdate
source: Click to update to the latest version of the application
hsb: Klikńće, zo byšće na najnowšu wersiju nałoženja aktualizować

# vpn.updateButton.titleNoUpdate
source: You are up to date
hsb: Sće na najnowšim stawje

# vpn.updateButton.titleOnUpdate
source: Updates available
hsb: Aktualizacije k dispoziciji
