Repository: seanpm2001/mozilla-vpn-client-l10n
Catalog: hsb/mozillavpn.xliff
Languages: hsb

# vpn.inAppSupportWorkflow.disclaimerText
source: When you submit, Mozilla VPN will collect technical and interaction data with your email to help our support team understand your issue.
hsb: Hdyž sćeleće, budźe Mozilla VPN techniske a interakciske daty z wašej e-mejlu hromadźić, zo by našemu teamej pomoc pomhał, waš problem rozumić.

# vpn.inAppSupportWorkflow.dropdownLabel
source: Choose a category
hsb: Wubjerće kategoriju

# vpn.inAppSupportWorkflow.featureRequestDropdownListItem
source: Request features
hsb: Funkcije namjetować

# vpn.inAppSupportWorkflow.issueFieldPlaceholder
source: Describe issue
hsb: Wopisajće problem

# vpn.inAppSupportWorkflow.otherDropdownListItem
source: Other
hsb: Druhe

# vpn.inAppSupportWorkflow.paymentDropdownListItem
source: Payment and billing
hsb: Płaćenje a wotličenje

# vpn.inAppSupportWorkflow.privacyNoticeLinkText
source: Mozilla VPN Privacy Notice
hsb: Zdźělenku priwatnosće Mozilla VPN

# vpn.inAppSupportWorkflow.subjectFieldPlaceholder
source: Subject (optional)
hsb: Tema (na přeće)

# vpn.inAppSupportWorkflow.supportConfirmEmailPlaceholder
source: Confirm email address
hsb: E-mejlowu adresu wobkrućić

# vpn.inAppSupportWorkflow.supportEmailFieldLabel
source: Enter your email
hsb: Zapodajće swoju e-mejlowu adresu

# vpn.inAppSupportWorkflow.supportEmailFieldPlaceholder
source: Email address
hsb: E-mejlowa adresa

# vpn.inAppSupportWorkflow.supportErrorBrowserButton
source: Try opening in browser
hsb: Spytajće we wobhladowaku wočinić

# vpn.inAppSupportWorkflow.supportErrorButton
source: Try Again
hsb: Hišće raz spytać

# vpn.inAppSupportWorkflow.supportErrorHeader
source: Error submitting your support request
hsb: Zmylk při słanju wašeje próstwy wo pomoc

# vpn.inAppSupportWorkflow.supportErrorText
source: An unexpected error has occurred, please try again.
hsb: Njewočakowany zmylk je nastał, prošu spytajće hišće raz.

# vpn.inAppSupportWorkflow.supportFieldHeader
source: How can we help you with Mozilla VPN?
hsb: Kak móžemy wam z Mozilla VPN pomhać?

# vpn.inAppSupportWorkflow.supportNavLinkText
source: Contact support
hsb: Pomoc kontaktować

# vpn.inAppSupportWorkflow.supportPrimaryButtonText
source: Submit
hsb: Wotpósłać

# vpn.inAppSupportWorkflow.supportResponseBody
source: Our support team will contact you at %1 once we’ve been able to look at your issue.
hsb: Naš team pomocy so z %1 do zwiska staji, hdyž móžemy sej waš problem wobhladać.

# vpn.inAppSupportWorkflow.supportResponseButton
source: Done
hsb: Dokónčeny

# vpn.inAppSupportWorkflow.supportResponseHeader
source: Thank you!
hsb: Wulki dźak!

# vpn.inAppSupportWorkflow.supportSecondaryActionText
source: Cancel
hsb: Přetorhnyć

# vpn.inAppSupportWorkflow.technicaDropdownListItem
source: Technical issues
hsb: Techniske problemy

# vpn.languageView.searchPlaceholder
source: Search languages
hsb: Rěče pytać

# vpn.languageView.systemLanguageButtonDescription
source: Mozilla VPN will use the default system language.
hsb: Mozilla VPN budźe standardnu rěč wašeho systema wužiwać.

# vpn.languageView.systemLanguageButtonTitle
source: System language
hsb: Rěč systema

# vpn.mobileOnboarding.alreadyASubscriber
source: Already a subscriber?
hsb: Sće hižo abonent?

# vpn.mobileOnboarding.panelOneSubtitle
source: A safe, reliable and fast VPN. Built by the makers of Firefox.
hsb: Wěsty, spušćomny a spěšny VPN. Wot wuwiwarjow Firefox wuwity.

# vpn.mobileOnboarding.signUpBtn
source: Sign up
hsb: Registrować

# vpn.multiFxaAccountError.fxaAccountErrorHeader
source: Problem confirming subscription
hsb: Problem při wobkrućenju abonementa

# vpn.multiFxaAccountError.mozAccountErrorText
source: Your subscription is linked to another Mozilla account. You may need to sign in with a different email address.
hsb: Waš abonement je z druhim kontom Mozilla zwjazany. Dyrbiće so snano z druhej e-mejlowej adresu přizjewić.

# vpn.multiFxaAccountError.visitOurHelpCenter
source: Visit our help center to learn more about managing your subscriptions.
hsb: Wopytajće naš centrum pomocy, zo byšće wjace wo tym zhonił, kak móžeće swoje abonementy rjadować.

# vpn.multiHopFeature.accessibleNameRecentConnection
source: %1 to %2
hsb: %1 do %2

# vpn.multiHopFeature.multiHopArrowAltText
source: To
hsb: Do

# vpn.multiHopFeature.multiHopCardBody
source: Multi-hop VPN routes your traffic through two servers instead of one for extra security and privacy. This may slow down your connection.
hsb: VPN z wjacorymi poskokami za wjetšu wěstotu a priwatnosć waš wobchad přez dwaj serweraj wjedźe město jenož přez jedyn. To móže waš zwisk spomalić.

# vpn.multiHopFeature.multiHopCardHeader
source: What is multi-hop VPN?
hsb: Što je VPN z wjacorymi poskokami?

# vpn.multiHopFeature.multiHopConnectionsHeader
source: Recent connections
hsb: Najnowše zwiski

# vpn.multiHopFeature.multiHopEntryLocationHeader
source: Select entry location
hsb: Dochadne stejnišćo wubrać

# vpn.multiHopFeature.multiHopExitLocationHeader
source: Select exit location
hsb: Wuchadne stejnišćo wubrać

# vpn.multiHopFeature.multiHopInfoText
source: Exit location represents your main VPN server.
hsb: Wuchadne stejnišćo waš hłowny VPN-serwer reprezentuje.

# vpn.multiHopFeature.multiHopToggleCTA
source: Multi-hop
hsb: Wjacory skok

# vpn.multiHopFeature.serverSearchResultsError
source: No results. Try a different search
hsb: Žane wuslědki. Spytajće druhe pytanje

# vpn.multiHopFeature.singleHopToggleCTA
source: Single-hop
hsb: Jednotliwy skok

# vpn.navBar.homeTab
source: Home
hsb: Startowa strona

# vpn.navBar.messagesTab
source: Messages
hsb: Powěsće

# vpn.navBar.settingsTab
source: Settings
hsb: Nastajenja

# vpn.networkSettings.multihopTitle
source: Multi-hop tunnel
hsb: Tunl z wjacorymi poskokami

# vpn.notSignedInGoogle.googleModalBodyText
source: To continue subscribing, please sign in to your Google Account
hsb: Přizjewće so prošu pola swojeho konta Google, zo byšće z abonowanjom pokročował

# vpn.notSignedInGoogle.googleModalHeader
source: Sign in to Google Account
hsb: Pola konta Google přizjewić

# vpn.notSignedInGoogle.googleModalLinkText
source: Go to Play Store
hsb: K Play Store

# vpn.notifications.VPNConnectedMessages
source: Connected through %1
hsb: Zwjazany z %1

# vpn.notifications.VPNConnectedTitle
source: VPN Connected
hsb: VPN je zwjazany

# vpn.notifications.VPNDisconnectedMessage
source: Disconnected from %1
hsb: Wot %1 dźěleny

# vpn.notifications.VPNDisconnectedTitle
source: VPN Disconnected
hsb: VPN dźěleny

# vpn.notifications.VPNMultihopConnectedMessages
source: Connected through %1 via %2
hsb: Zwjazany z %1 přez %2

# vpn.notifications.VPNMultihopDisconnectedMessage
source: Disconnected from %1 and %2
hsb: Wot %1 a %2 dźěleny

# vpn.notifications.VPNSwitchedServersMessage
source: Switched from %1 to %2
hsb: Wot %1 do %2 přepinjeny

# vpn.notifications.VPNSwitchedServersTitle
source: VPN Switched Servers
hsb: VPN je serwery přepinył

# vpn.notifications.captivePortalBlockMessage2
source: The guest Wi-Fi network you’re connected to requires action. Click to turn off VPN to see the portal.
hsb: Hóstna WLAN-syć, z kotrejž sće zwjazany, sej akciju wužaduje. Klikńće, zo byšće VPN znjemóžnił, zo byšće portal widźał.

# vpn.notifications.captivePortalBlockTitle
source: Guest Wi-Fi portal blocked
hsb: Hóstny WLAN-portal je so zabłokował

# vpn.notifications.captivePortalUnblockMessage2
source: The guest Wi-Fi network you’re connected to may not be secure. Click to turn on VPN to secure your device.
hsb: Hóstna WLAN-syć, z kotrejž sće zwjazany, snano wěsta njeje. Klikńće, zo byšće VPN zmóžnił, zo byšće swój grat zawěsćił.

# vpn.notifications.captivePortalUnblockTitle
source: Guest Wi-Fi portal detected
hsb: Hóstny WLAN-portal je so namakał

# vpn.notifications.unsecuredNetworkMessage
source: %1 is not secure. Click here to turn on VPN and secure your device.
hsb: %1 wěsta njeje. Klikńće tu, zo byšće VPN zmóžnił a swój grat zawěsćił.

# vpn.notifications.unsecuredNetworkTitle
source: Unsecured Wi-Fi network detected
hsb: Njewěsta WLAN-syć je so namakała

# vpn.onboarding.dataSlideBody
source: We strive to provide you with choices and collect only the technical data we need to improve Mozilla VPN. Sharing data with Mozilla is optional.
hsb: Prócujemy so, wam swobodu dać a jenož techniske daty hromadźić, kotrež trjebamy, zo bychmy Mozilla VPN polěpšili. Dźělenje datow z Mozilla je opcionalne.

# vpn.onboarding.dataSlideCheckboxLabel
source: Mozilla may collect technical data about my use of Mozilla VPN.
hsb: Mozilla móže techniske daty wo mojim wužiwanju Mozilla VPN hromadźić.

# vpn.onboarding.dataSlideHeader
source: Data collection and use
hsb: Hromadźenje a wužiwanje datow

# vpn.onboarding.dataSlideLearnMoreCaption
source: Learn more about what data Mozilla collects and how it’s used
hsb: Zhońće wjace wo tym, kotre daty Mozilla hromadźi a kak so wužiwaja

# vpn.onboarding.dataSlidePrivacyLinkLabel
source: Mozilla VPN Privacy Notice
hsb: Zdźělenku priwatnosće Mozilla VPN

# vpn.onboarding.devicesSlideBody2
source: To install the VPN on another tablet or mobile device, scan the QR code.
hsb: Zo byšće VPN na druhim tableće abo mobilnym graće instalował, skenujće QR-kod.

# vpn.onboarding.devicesSlideDeviceTypeLabel
source: Select device type:
hsb: Gratowy typ wubrać:

# vpn.onboarding.devicesSlideHeader
source: Install Mozilla VPN on up to 5 devices
hsb: Instalujće Mozilla VPN na hač do 5 gratach

# vpn.onboarding.panelFourTitle
source: Add even more privacy
hsb: Přidajće samo wjace priwatnosće

# vpn.onboarding.panelThreeTitle
source: One tap to safety
hsb: Jedyn podótk k wěstoće

# vpn.onboarding.panelTwoTitle
source: Protect your privacy
hsb: Škitajće swoju priwatnosć

# vpn.onboarding.privacySlideHeader
source: Get more privacy
hsb: Dóstańće wjace priwatnosće

# vpn.onboarding.progressBarAccessibilityStepComplete
source: Onboarding step “%1” (%2 of %3). Select to go back to this step.
hsb: Zastupny krok „%1“ (%2 z %3). Wubjerće to, zo byšće so k tutomu krokej wróćił.

# vpn.onboarding.progressBarAccessibilityStepCurrent
source: Onboarding step “%1” (%2 of %3). You are currently on this step.
hsb: Zastupny krok „%1“ (%2 z %3). Sće tuchwilu pola tutoho kroka.

# vpn.onboarding.progressBarAccessibilityStepIncomplete2
source: Onboarding step “%1” (%2 of %3)
hsb: Zastupny krok „%1“ (%2 z %3)

# vpn.onboarding.progressBarAddDevices
source: Devices
hsb: Graty

# vpn.onboarding.progressBarConnect
source: Connect
hsb: Zwjazać

# vpn.onboarding.progressBarDataUse
source: Data
hsb: Daty

# vpn.onboarding.progressBarMorePrivacy
source: Privacy
hsb: Priwatnosć

# vpn.onboarding.progressBarStartup
source: Startup
hsb: Start

# vpn.onboarding.startSlideAllowButtonLabel
source: Allow VPN connection
hsb: Zwisk VPN dowolić

# vpn.onboarding.startSlideHeader
source: Connect Mozilla VPN on startup
hsb: Mozilla VPN při startowanju zwjazać

# vpn.onboarding.startSlideMobileHeader
source: Allow Mozilla VPN to create a VPN connection
hsb: Mozilla VPN dowolić, zo by VPN-zwisk wutworił

# vpn.paymentMethods.iapApple
source: Apple subscription
hsb: Abonement Apple

# vpn.paymentMethods.iapGoogle
source: Google subscription
hsb: Abonement Google

# vpn.postAuthentication.headline
source: Quick access
hsb: Spěšny přistup

# vpn.postAuthentication.subtitle
source: You can quickly access Mozilla VPN from your status bar.
hsb: Maće spěšny přistup k Mozilla VPN ze swojeje statusoweje lajsty.

# vpn.product.description
source: A fast, secure and easy to use VPN. Built by the makers of Firefox.
hsb: Spěšny, wěsty a lochko wužiwajomny VPN. Wot wuwiwarjow Firefox wuwity.

# vpn.purchase.percentSaved
source: Save %1%
hsb: Zalutujće %1%

# vpn.purchase.subscribeNow
source: Subscribe now
hsb: Nětko abonować

# vpn.purchase.subscriptionOption
source: %1-month plan: %2
hsb: %1-měsačny plan: %2

# vpn.purchaseWeb.inProgress2
source: Please continue subscribing in your browser…
hsb: Prošu pokročujće z abonowanjom w swojim wobhladowaku…

# vpn.purchaseWeb.message
source: We couldn’t find a subscription for %1. Subscribe now to protect your connection.
hsb: Njemóžachmy abonement za %1 namakać. Abonujće nětko, zo byšće swój zwisk škitał.

# vpn.purchaseWeb.title
source: Subscribe to Mozilla VPN
hsb: Mozilla VPN abonować

# vpn.restorePurchase.restorePurchaseButton
source: Already a subscriber?
hsb: Sće hižo abonent?

# vpn.restorePurchaseExpiredError.restorePurchaseExpiredErrorText2
source: Sorry, we are unable to connect your Mozilla account to a current subscription. Please try again or contact our support team for further assistance.
hsb: Bohužel njemóžemy waše konto Mozilla z aktualnym abonementom zwjazać. Prošu spytajće hišće raz abo stajće so z našim teamom pomocy za dalšu podpěru do zwiska.

# vpn.restorePurchaseGenericPurchaseError.restorePurchaseGenericPurchaseErrorText
source: Sorry, we were unable to confirm your subscription. Please try again or contact our support team for help.
hsb: Bohužel njemóžemy waš abonement wobkrućić. Prošu spytajće hišće raz abo stajće so z našim teamom pomocy do zwiska, zo byšće pomoc dóstał.

# vpn.restorePurchaseInUseError.restorePurchaseInUseErrorText2
source: Another Mozilla account has already subscribed using this Apple ID. Please sign out and try again or contact our support team for help.
hsb: Druhe konto Mozilla je so hižo z tutym ID Apple přizjewiło. Prošu wotzjewće so a spytajće hišće raz abo stajće so z našim teamom pomocy do zwiska, zo byšće pomoc dóstał.

# vpn.serverUnavailableModal.bodyText
source: This server location is temporarily unavailable. Choose a new location.
hsb: Serwerowe stejnišćo tuchwilu k dispoziciji njeje. Wubjerće nowe stejnišćo.

# vpn.serverUnavailableModal.buttonLabel
source: Choose a new location
hsb: Nowe stejnišćo wubrać

# vpn.serverUnavailableModal.headerText
source: Server unavailable
hsb: Serwer k dispoziciji njeje

# vpn.serverUnavailableNotification.bodyText
source: This server location is temporarily unavailable. Please open the app to choose a new location.
hsb: Serwerowe stejnišćo tuchwilu k dispoziciji njeje. Prošu wočińće nałoženje, zo byšće nowe stejnišćo wubrał.

# vpn.serverUnavailableNotification.bodyTextFireWallBlocked
source: The server has been blocked. Check your firewall settings.
hsb: Serwer je so zablokował. Přepruwujće nastajenja swojeje wohnjomurje.

# vpn.serverUnavailableNotification.preferencesLabel
source: Server unavailable notification
hsb: Zdźělenka wo serwerje, kotryž k dispoziciji njeje

# vpn.serverUnavailableNotification.preferencesSubLabel
source: Get notified when connecting to a server location failed
hsb: Zdźělenku dóstać, hdyž zwisk ze serwerowym stejnišćom njeje so poradźił

# vpn.serversView.recommendedCardBody
source: These locations are sorted by expected performance.
hsb: Tute městna su po wočakowanym wukonje sortěrowane.

# vpn.serversView.recommendedCardTitle
source: Why are these locations recommended?
hsb: Čehodla so tute stejnišća poručeja?

# vpn.serversView.recommendedEmptyLabel
source: To see recommended server locations, turn off the VPN.
hsb: Zo byšće doporučene serwerowe stejnišća widźał, znjemóžńće VPN.

# vpn.serversView.recommendedRefreshLabel
source: Refresh list
hsb: Lisćinu aktualizować

# vpn.serversView.recommendedRefreshLastUpdatedLabel
source: Last updated: %1.
hsb: Poslednja aktualizacija: %1.

# vpn.serversView.recommendedRefreshLastUpdatedLabelYesterday
source: yesterday
hsb: wčera

# vpn.serversView.recommendedRefreshlLoadingLabel
source: Checking (%1%)…
hsb: Kontroluje so (%1%)…

# vpn.serversView.searchNoResultsLabel
source: No results. Try a different search
hsb: Žane wuslědki. Spytajće druhe pytanje

# vpn.serversView.searchPlaceholder
source: Search countries
hsb: Kraje přepytać

# vpn.serversView.serverCityWithGoodConnection
source: %1. Good connectivity
hsb: %1. Dobry zwisk

# vpn.serversView.serverCityWithModerateConnection
source: %1. Moderate connectivity
hsb: %1. Srěni zwisk

# vpn.serversView.serverCityWithNoConnection
source: %1. No connectivity
hsb: %1. Žadyn zwisk

# vpn.serversView.serverCityWithPoorConnection
source: %1. Poor connectivity
hsb: %1. Słaby zwisk

# vpn.serversView.tabAllLabel
source: All
hsb: Wšě

# vpn.serversView.tabRecommendedLabel
source: Recommended
hsb: Doporučeny

# vpn.settings.appExclusionClearAllApps
source: Clear all
hsb: Wšě zhašeć

# vpn.settings.appExclusionSettings
source: App exclusions
hsb: Nałoženske wuwzaća

# vpn.settings.appPreferences
source: App preferences
hsb: Nałoženske nastajenja

# vpn.settings.crashOptInDescription
source: Allow Mozilla VPN to automatically send crash reports to help fix unexpected crashes
hsb: Mozilla VPN zmóžnić, awtomatisce spadowy rozprawy pósłać, zo bychu so njewočakowane spady wotstronili

# vpn.settings.dataCollectionDescription
source: Allow Mozilla VPN to send technical, interaction, and campaign and referral data to Mozilla
hsb: Mozilla VPN dowolić, na Mozilla techniske, interakciske a kampanjowe a wotkazowanske daty słać

# vpn.settings.dnsSettings
source: DNS settings
hsb: DNS-nastajenja

# vpn.settings.dnsSettingsCustomDNSBody
source: Resolve websites using a custom DNS
hsb: Websydła z pomocu swójskeho DNS roztworić

# vpn.settings.dnsSettingsCustomDNSError
source: Invalid DNS, please try a new one
hsb: Njepłaćiwy DNS, spytajće nowy DNS

# vpn.settings.dnsSettingsCustomDNSTitle
source: Use custom DNS
hsb: Swójski DNS wužiwać

# vpn.settings.dnsSettingsInputPlaceholder
source: Enter custom DNS
hsb: Swójski DNS zapodać

# vpn.settings.dnsSettingsStandardDNSBody
source: Resolve websites using Mozilla VPN’s standard DNS
hsb: Websydła z pomocu standardneho DNS Mozilla VPN roztworić

# vpn.settings.dnsSettingsStandardDNSTitle
source: Use standard DNS
hsb: Standardny DNS wužiwać

# vpn.settings.privacyAdblockTitle
source: Block ads
hsb: Wabjenje blokować

# vpn.settings.privacyMalwareTitle
source: Block malware
hsb: Škódnu softwaru blokować

# vpn.settings.privacySettings
source: Privacy features
hsb: Funkcije priwatnosće

# vpn.settings.privacyTrackerTitle
source: Block trackers
hsb: Přesćěhowaki blokować

# vpn.settings.startAtBootSubtitle
source: Mozilla VPN will launch and connect when you start up your device
hsb: Mozilla VPN budźe startować a zwjazować, hdyž swój grat startujeće

# vpn.settings.startAtBootTitle
source: Connect VPN on startup
hsb: VPN při startowanju zwjazać

# vpn.settings.tipsAndTricksSettings
source: Tips and tricks
hsb: Tipy a triki

# vpn.settingsDev.restartRequired
source: VPN must be restarted to take effect
hsb: VPM dyrbi so znowa startować, zo bychu so změny wuskutkowali

# vpn.settingsDev.showOptionSubtitle
source: Show or hide the developer options menu
hsb: Meni wuwiwarskich nastajenjow pokazać abo schować

# vpn.settingsDev.showOptionTitle
source: Show Developer Options
hsb: Wuwiwarske nastajenja pokazać

# vpn.settingsDev.title
source: Developer Options
hsb: Wuwiwarske nastajenja

# vpn.settingsDev.useStagingSubtitle
source: Staging services are used to test features before they go live to production
hsb: Testowe słužby so wužiwaja, zo bychu funkcije testowali, prjedy hač so wšěm k dispoziciji stajeja

# vpn.settingsDev.useStagingTitle
source: Use Staging Servers
hsb: Testowe serwery wužiwać

# vpn.splittunnel.infoCardDescription
source: VPN must be off to edit App exclusions
hsb: VPN dyrbi znjemóžnjeny być, zo byšće móhł nałoženske wuwzaća wobdźěłać

# vpn.splittunnel.infoLinkText
source: Learn more
hsb: Dalše informacije

# vpn.splittunnel.infoText2
source: For any questions about setting app exclusions, we’ve provided some helpful tips on our website.
hsb: Jeli prašenja wo nastajenju wuwzaćow nałoženja maće, mamy wužitne pokiwy na našim websydle za was.

# vpn.splittunnel.missingAppActionButton
source: Add apps manually
hsb: Nałoženja manuelnje přidać

# vpn.splittunnel.missingAppAddedOne
source: Success! You added “%1” to this list.
hsb: Poradźiło! Sće „%1“ lisćinje přidał.

# vpn.splittunnel.missingAppMultiple
source: %1 apps missing from list.
hsb: Ličba nałoženjow, kotrež w lisćinje faluja: %1

# vpn.subscriptionManagement.activatedLabel
source: Active since
hsb: Aktiwny wot

# vpn.subscriptionManagement.cardExpiresLabel
source: Expires
hsb: Płaćiwy do

# vpn.subscriptionManagement.cardLast4
source: Card ending in %1
hsb: Karta, kotraž so na %1 kónči

# vpn.subscriptionManagement.expiresLabel
source: Expires
hsb: Płaćiwy do

# vpn.subscriptionManagement.manageAccount
source: Manage account
hsb: Konto rjadować

# vpn.subscriptionManagement.manageSubscriptionButton
source: Manage subscription
hsb: Abonement rjadować

# vpn.subscriptionManagement.menuTitle
source: Profile
hsb: Profil

# vpn.subscriptionManagement.nextLabel
source: Next billed
hsb: Přichodna zličbowanka

# vpn.subscriptionManagement.paymentHeadline
source: Payment Information
hsb: Płaćenske informacije

# vpn.subscriptionManagement.planLabel
source: Subscription plan
hsb: Abonementowy plan

# vpn.subscriptionManagement.planMonthly
source: Monthly plan: %1
hsb: Měsačny plan: %1

# vpn.subscriptionManagement.planMonthlyPlusTax
source: %1/month + tax
hsb: %1/měsac + dawk

# vpn.subscriptionManagement.planMonthlyWithoutTax
source: %1/month
hsb: %1/měsac

# vpn.subscriptionManagement.planValueHalfYearly
source: %1 Half-yearly
hsb: %1 kóžde poł lěta

# vpn.subscriptionManagement.planValueHalfYearlyPlusTax
source: %1 Half-yearly + tax
hsb: %1 kóžde poł lěta + dawk

# vpn.subscriptionManagement.planValueMonthly
source: %1 Monthly
hsb: %1 kóždy měsac

# vpn.subscriptionManagement.planValueMonthlyPlusTax
source: %1 Monthly + tax
hsb: %1/měsac + dawk

# vpn.subscriptionManagement.planValueYearly
source: %1 Yearly
hsb: %1 kóžde lěto

# vpn.subscriptionManagement.planValueYearlyPlusTax
source: %1 Yearly + tax
hsb: %1/lěto + dawk

# vpn.subscriptionManagement.statusActive
source: Active
hsb: Aktiwny

# vpn.subscriptionManagement.statusInactive
source: Inactive
hsb: Njeaktiwny

# vpn.subscriptionManagement.subscriptionPlatformLabel
source: %1 subscription
hsb: Abonement %1

# vpn.subscriptionManagement.summaryHeadline
source: Subscription summary
hsb: Abonementowe zjeće

# vpn.subscriptionManagement.upgradeToAnnual
source: Save 50% on an annual plan
hsb: Zalutujće 50 % z lětnym planom

# vpn.subscriptionManagement.upgradeToAnnualButton
source: Change plan
hsb: Plan změnić

# vpn.systray.disconnect
source: Disconnect
hsb: Zwisk dźělić

# vpn.systray.help
source: Help
hsb: Pomoc

# vpn.systray.hide
source: Hide Mozilla VPN
hsb: Mozilla VPN schować

# vpn.systray.preferences
source: Preferences…
hsb: Nastajenja…

# vpn.systray.quit
source: Quit Mozilla VPN
hsb: Mozilla VPN skónčić

# vpn.systray.show
source: Show Mozilla VPN
hsb: Mozilla VPN pokazać

# vpn.systray.statusConnectTo
source: Connect to the last location:
hsb: Z poslednim stejnišćom zwjazać:

# vpn.systray.statusConnectedTo
source: Connected to:
hsb: Zwjazany z:

# vpn.systray.statusConnectingTo
source: Connecting to:
hsb: Zwjazuje so z:

# vpn.systray.statusDisconnectingFrom
source: Disconnecting from:
hsb: Zwisk dźěli so wot:

# vpn.telemetryPolicyView.allow
source: Allow on this device
hsb: Tutón grat dowolić

# vpn.telemetryPolicyView.dataCollectionAndUse
source: Data collection and use
hsb: Hromadźenje a wužiwanje datow

# vpn.telemetryPolicyView.description
source: We strive to provide you with choices and collect only the data we need to improve Mozilla VPN. Sharing this data with Mozilla is optional.
hsb: Prócujemy so, wam swobodu dać a jenož daty hromadźić, kotrež trjebamy, zo bychmy Mozilla VPN polěpšili. Dźělenje tutych datow z Mozilla je opcionalne.

# vpn.telemetryPolicyView.doNotAllow
source: Don’t allow
hsb: Njedowolić

# vpn.telemetryPolicyView.learnMore
source: Learn more about what data Mozilla collects and how it’s used.
hsb: Zhońće wjace wo tym, kotre daty Mozilla hromadźi a kak so wužiwaja.
